Repository: izipuho/Foliora
Catalog: Catalog/Resources/Localizable.xcstrings
Source language: en
Languages: ru

# home.metric.rooms
source: Rooms
ru: Комнаты

# home.new.default_name
source: New Home
ru: Новый дом

# home.not_found.description
source: This home is no longer available.
ru: Этот дом больше недоступен.

# home.not_found.title
source: Home not found
ru: Дом не найден

# home.notes.empty
source: No description yet.
ru: Описание пока не добавлено.

# home.screen.single_title
source: Home
ru: Дом

# home.screen.title
source: Homes
ru: Дома

# home.storage_map
source: Storage Map
ru: Карта хранения

# home.storage.count.cabinets
source: %d cabinets
ru: %d шкафа

# home.storage.count.floors
source: %d floors
ru: %d этажа

# home.storage.count.rooms
source: %d rooms
ru: %d комнаты

# home.storage.count.shelves
source: %d shelves
ru: %d полки

# import.validation.select_collection
source: Select at least one collection to import.
ru: Выберите хотя бы одну коллекцию для импорта.

# item.detail.acquisition
source: Acquisition
ru: Способ появления

# item.detail.acquisition_year
source: Acquisition Year
ru: Год получения

# item.detail.section.collection_info
source: Collection Info
ru: Коллекционный учет

# item.detail.section.location
source: Origin & Storage
ru: Происхождение и хранение

# item.detail.storage.assign.action
source: Location not specified
ru: Место хранения не указано

# item.detail.unsaved_changes.discard
source: Discard Changes
ru: Сбросить изменения

# item.detail.unsaved_changes.message
source: Save note and tag changes before leaving, or discard them.
ru: Сохранить изменения заметок и тегов перед выходом или сбросить их?

# item.detail.unsaved_changes.title
source: Unsaved Changes
ru: Есть несохраненные изменения

# library.action.edit
source: Edit Library
ru: Редактировать библиотеку

# library.dashboard.count_in_library
source: %lld in this library
ru: %lld в этой библиотеке

# library.dashboard.no_completion_data
source: No completion data
ru: Нет данных о завершённости

# library.empty.books.message
source: This library does not contain any books yet.
ru: В этой библиотеке пока нет книг.

# library.empty.books.title
source: No Books
ru: Нет книг

# library.group.no_author
source: No Author
ru: Без автора

# library.group.no_publisher
source: No Publisher
ru: Без издателя

# library.group.no_series
source: No Series
ru: Без серии

# library.group.no_title
source: No Title
ru: Без названия

# library.health.incomplete_series
source: Incomplete Series
ru: Неполная серия

# library.health.missing_author
source: Missing Author
ru: Без автора

# library.health.missing_cover
source: Missing Cover
ru: Без обложки

# library.health.missing_publication_year
source: Missing Publication year
ru: Без года издания

# library.health.series_size_unknown
source: Series Size Unknown
ru: Размер серии неизвестен

# library.search.no_books.message
source: No books match the current search.
ru: По текущему поиску книги не найдены.

# library.search.no_books.title
source: No Books
ru: Нет книг

# library.title
source: Library
ru: Библиотека

# library.title.plural
source: Libraries
ru: Библиотеки

# onboarding.download_model.description
source: Download language model to translate photo analysis results
ru: Для перевода результатов анализа фотографий требуется загрузить языковую модель.

# onboarding.download_model.title
source: Set Up Translation
ru: Подготовить перевод

# onboarding.introduce.description
source: Add your name to make Foliora feel more personal. Name can be changed later in Settings.
ru: Добавьте имя, чтобы Foliora могла обращаться к вам лично. Имя можно будет поменять позже в настройках.

# onboarding.introduce.save_name
source: Save name
ru: Сохранить имя

# onboarding.introduce.title
source: What should we call you?
ru: Как к вам обращаться?

# onboarding.ready.description
source: Your collection is ready to grow.
ru: Можно начинать собирать вашу коллекцию.

# onboarding.ready.start
source: Get Started
ru: Начать

# onboarding.ready.title
source: You're all set
ru: Всё готово

# person.action.delete
source: Delete Person
ru: Удалить человека

# person.action.edit
source: Edit Person
ru: Редактировать человека

# person.delete.message
source: This person will be deleted from the catalog.
ru: Этот человек будет удалён из каталога.

# person.delete.references_count
source: This person will be removed from %d books across the catalog. The books will be kept.
ru: Этот человек будет удален из %d книги во всем каталоге. Сами книги сохранятся.

# person.delete.title
source: Delete Person?
ru: Удалить человека?

# person.detail.empty_books.message
source: No books in this library currently reference this person.
ru: Сейчас в этой библиотеке нет книг, связанных с этим человеком.

# person.empty.message
source: No people are referenced by books in this library yet.
ru: В этой библиотеке пока нет людей, связанных с книгами.

# person.empty.title
source: No People
ru: Нет людей

# person.family_name
source: Family name
ru: Фамилия

# person.field.biography
source: Biography
ru: Биография

# person.field.birth_place
source: Birth place
ru: Место рождения

# person.field.birth_year
source: Birth year
ru: Год рождения

# person.field.death_place
source: Death place
ru: Место смерти

# person.field.death_year
source: Death year
ru: Год смерти

# person.given_name
source: Given name
ru: Имя

# person.lifespan.born_year
source: Born %lld
ru: Год рождения: %lld

# person.lifespan.died_year
source: Died %lld
ru: Год смерти: %lld

# person.middle_name
source: Middle name
ru: Отчество

# person.search.prompt
source: Search people
ru: Поиск людей

# person.section.roles
source: Roles
ru: Роли

# person.title
source: Person
ru: Человек

# person.title.plural
source: People
ru: Люди

# photo_analysis.model.download
source: Download Model
ru: Скачать модель

# photo_analysis.model.downloading
source: Downloading Model
ru: Модель скачивается

# photo_analysis.model.needs_download
source: Needs Download
ru: Нужно скачать

# photo_analysis.model.not_required
source: Not Required
ru: Не нужно

# photo_analysis.model.ready
source: Ready
ru: Готово

# photo_analysis.model.unsupported
source: Unsupported
ru: Не поддерживается

# photo_analysis.title
source: Photo Analysis
ru: Анализ фото

# picker.search_languages
source: Search languages
ru: Поиск языков

# picker.search_or_add
source: Search or add
ru: Найти или добавить

# publisher.action.add
source: Add Publisher
ru: Добавить издателя

# publisher.action.delete
source: Delete Publisher
ru: Удалить издателя

# publisher.action.edit
source: Edit Publisher
ru: Редактировать издателя

# publisher.delete.message
source: This publisher will be deleted from the catalog.
ru: Этот издатель будет удалён из каталога.

# publisher.delete.references_message
source: Affected records: %@. This publisher will be removed from them across the catalog. The books and series will be kept.
ru: Затронутые записи: %@. Это издательство будет удалено из них во всем каталоге. Книги и серии сохранятся.

# publisher.delete.title
source: Delete Publisher?
ru: Удалить издателя?

# publisher.detail.empty_books.message
source: No books in this library currently use this publisher.
ru: Сейчас в этой библиотеке нет книг этого издателя.

# publisher.empty.message
source: No publishers are used in this library yet.
ru: В этой библиотеке пока не используются издатели.

# publisher.empty.title
source: No Publishers
ru: Нет издателей

# publisher.field.logo
source: Logo
ru: Логотип

# publisher.search.prompt
source: Search publishers
ru: Поиск издателей

# publisher.summary.series_count
source: %d series
ru: %d серии

# publisher.title
source: Publisher
ru: Издатель

# publisher.title.plural
source: Publishers
ru: Издатели

# root_tab.collections
source: Collections
ru: Коллекции

# root_tab.homes
source: Homes
ru: Дома

# root_tab.settings
source: Settings
ru: Настройки

# search.results.count
source: %lld results
ru: %lld результатов

# series.action.add
source: Add Series
ru: Добавить серию

# series.action.delete
source: Delete Series
ru: Удалить серию

# series.action.edit
source: Edit Series
ru: Редактировать серию

# series.delete.books_remain_without_series_count
source: %d books will remain in the library without a series or volume number.
ru: %d книги останутся в библиотеке без серии или номера тома.

# series.delete.message
source: The series will be deleted.
ru: Серия будет удалена.

# series.delete.title
source: Delete Series?
ru: Удалить серию?

# series.detail.empty_books.message
source: No books in this library currently belong to this series.
ru: Сейчас в этой библиотеке нет книг из этой серии.

# series.empty.message
source: This library does not contain any series yet.
ru: В этой библиотеке пока нет серий.

# series.empty.title
source: No Series
ru: Нет серий

# series.field.total_books
source: Total books
ru: Всего книг

# series.progress.collected
source: Collected
ru: Собрано

# series.progress.complete
source: Complete
ru: Завершено

# series.progress.incomplete
source: Incomplete
ru: Не завершено

# series.progress.owned
source: Owned
ru: В наличии

# series.progress.total_unknown
source: Total unknown
ru: Всего неизвестно

# series.progress.unknown
source: Unknown
ru: Неизвестно

# series.search.prompt
source: Search series
ru: Поиск серий

# series.title
source: Series
ru: Серии

# settings.data.footer
source: Export and import a ZIP backup with catalog data and media.
ru: Экспорт и импорт ZIP-копии с каталогом и медиа.

# settings.data.section_title
source: Data
ru: Данные

# settings.developer.section_title
source: Developer
ru: Разработчик

# settings.export.completed
source: Export Completed
ru: Экспорт завершен

# settings.export.result.message
source: The archive contains %d collections.
ru: Архив содержит %d коллекции.

# settings.import.completed
source: Import Competed
ru: Импорт завершен

# settings.import.error_title
source: Import Failed
ru: Ошибка импорта

# settings.import.error.corrupt_archive
source: The backup archive is damaged or cannot be read.
ru: Архив резервной копии повреждён или не читается.

# settings.import.error.missing_catalog_json
source: The backup does not contain catalog.json.
ru: В резервной копии нет catalog.json.

# settings.import.error.unsupported_archive
source: This ZIP archive uses an unsupported compression method.
ru: Этот ZIP-архив использует неподдерживаемый метод сжатия.

# settings.import.result.bells
source: %d bells
ru: %d колокольчика

# settings.import.result.collections
source: %d collections
ru: %d коллекции

# settings.import.result.homes
source: %d homes
ru: %d дома

# settings.import.result.message
source: Imported: %@.
ru: Импортировано: %@.

# settings.import.result.missing_media
source: Could not restore %d media files.
ru: Не удалось восстановить %d медиафайла.

# settings.importexport.catalog_title
source: Entire Catalog
ru: Весь каталог

# settings.profile.display_name.delete
source: Delete name
ru: Удалить имя

# settings.profile.section_title
source: Profile
ru: Профиль

# sort.newest_first
source: Newest First
ru: Сначала новые

# sort.oldest_first
source: Oldest First
ru: Сначала старые

# sort.recently_added
source: Recently Added
ru: Последние добавленные

# sort.title
source: By Title
ru: По названию

# splash.greeting.backToCollection
source: Back to the collection%1$@!
ru: Вернёмся к коллекции%1$@!

# splash.greeting.bellsAreCalling
source: The bells are calling%1$@!
ru: Колокольчики зовут%1$@!

# splash.greeting.bellTime
source: Time for bells%1$@!
ru: Время колокольчиков%1$@!

# splash.greeting.collectionAwaits
source: Your collection awaits%1$@!
ru: Коллекция ждёт тебя%1$@!

# splash.greeting.continue
source: Shall we continue%1$@?
ru: Продолжим%1$@?

# splash.greeting.digin
source: Let’s dig in%1$@?
ru: Ну что, приступим%1$@?

# splash.greeting.goodToSeeYou
source: Good to see you%1$@!
ru: Рад тебя видеть%1$@!

# splash.greeting.hello
source: Hello%1$@!
ru: Привет%1$@!

# splash.greeting.letsGo
source: Let’s go%1$@!
ru: Поехали%1$@!

# splash.greeting.neutraltimeofday
source: Good time of a day%1$@!
ru: Доброго времени суток%1$@!

# splash.greeting.newStory
source: Another story awaits%1$@!
ru: Ещё одна история ждёт%1$@!

# splash.greeting.oneMoreBell
source: One more bell%1$@?
ru: Ещё один колокольчик%1$@?

# splash.greeting.ready
source: Ready%1$@?
ru: Начинаем%1$@?

# splash.greeting.somethingNew
source: Something new today%1$@?
ru: Что-нибудь новенькое сегодня%1$@?

# splash.greeting.takeALook
source: Let’s take a look%1$@!
ru: Заглянем в коллекцию%1$@!

# splash.greeting.treasuresAwait
source: Your treasures await%1$@!
ru: Твои сокровища ждут%1$@!

# splash.greeting.welcome
source: Welcome%1$@!
ru: Добро пожаловать%1$@!

# splash.greeting.welcomeBack
source: Welcome back%1$@!
ru: С возвращением%1$@!

# splash.greeting.whatsNext
source: What’s next%1$@?
ru: Что у нас дальше%1$@?

# splash.greeting.whereWereWe
source: Where were we%1$@?
ru: На чём мы остановились%1$@?

source: Translation Language
ru: Язык перевода

# translation.model_status
source: Language Model Status
ru: Статус языковой модели
